#语言:Selected=1(中文chinese);Selected=2(英文english)
[Language]
Kinds=2
Selected=2
LangPath=Language\

Lang1File=Chinese.ini
Lang1FontName=
Lang1FontSize=

Lang2File=English.ini
Lang2FontName=
Lang2FontSize=

[System]
#Msc设备VendorID和ProductID,值十六进制表示,例:MSC_VID=0x0BB4,MSC_PID=0x0C01
MSC_VID=0x0bb4
MSC_PID=0x0c02

#用户盘操作的相关设置
#用户盘卷标,在拷贝Demo过程中会对用户盘做格式化,可以通过此项指定卷标
DISKVOLUME=USER_DISK
#Demo路径可以是目录或者文件,拷贝到用户盘根目录
DEMOPATH=
#拷贝Demo后是否重启设备,当RESET_COPYDEMO=TRUE时,拷贝Demo结束合重启设备,默认不重启
RESET_COPYDEMO=

#指定是否支持全速usb设备,当SUPPORTLOWUSB=TRUE时,增加全速usb设备支持,默认只支持高速usb设备
SUPPORTLOWUSB=

#当NOTRESET_AFTER_UPGRADE=TRUE时,升级结束不进行自动重启
NOTRESET_AFTER_UPGRADE=

#设置DEFAULT_FIRMWARE项，可以在程序启动时自动打开默认的固件
DEFAULT_FIRMWARE=

UID_STRING=ROCKCHIP

#固件版本显示制式,DEC为十进制显示,默认为十六进制显示
FW_VERSION_MODE=

#Android固件,可以通过指定MISC_MODIFY_MODE为WIPE_DATA和WIPE_ALL来修改misc分区数据，#WIPE_DATA时不擦除用户空间数据,WIPE_ALL则全部擦除
MISC_MODIFY_MODE=

MSC_TIMEOUT=30
ROCKUSB_TIMEOUT=30

#当设置FW_NOT_CHECK=TRUE时,固件加载时不进行完整性校验
FW_NOT_CHECK=

#当设置MSC_UPGRADE_SUPPORT＝TRUE时，支持msc模式下进行升级，默认是关闭此功能
MSC_UPGRADE_SUPPORT=

#设置烧写固件时单次传输的数据带宽，取值在[0-6]之间，6代表1M,5代表512K，0代表16K
FORCE_DATA_BAND=